Repository: pkid/zettelman
Catalog: Zettelman/Localizable.xcstrings
Source language: en
Languages: de

# analysis.timeout.detail
source: Timed out waiting for Lambda analysis output in S3. Expected key: %@
de: Zeitüberschreitung beim Warten auf die Lambda-Analyseausgabe in S3. Erwarteter Schlüssel: %@

# appointment.add.alert.title
source: Notice
de: Hinweis

# appointment.analyze.button
source: Analyze appointment
de: Termin analysieren

# appointment.analyzing
source: Analyzing...
de: Analysiere...

# appointment.capture.add.note
source: Add note
de: Zettel hinzufügen

# appointment.capture.choose.different.photo
source: Choose another photo
de: Anderes Foto wählen

# appointment.capture.choose.photos
source: Choose from library
de: Aus Mediathek wählen

# appointment.capture.empty.detail
source: Take a photo or choose one from your library to extract the appointment automatically.
de: Mache ein Foto oder wähle eines aus deiner Mediathek, um den Termin automatisch zu erfassen.

# appointment.capture.empty.title
source: Add a note to scan
de: Zettel zum Scannen hinzufügen

# appointment.capture.enter.manually
source: Enter manually
de: Manuell eingeben

# appointment.capture.mode.label
source: Capture mode
de: Erfassungsmodus

# appointment.capture.mode.manual
source: Manual
de: Manuell

# appointment.capture.no.zettel
source: No note selected yet
de: Noch kein Zettel ausgewählt

# appointment.capture.retake.photo
source: Retake photo
de: Foto neu aufnehmen

# appointment.capture.source.message
source: Choose how you want to add the note.
de: Wähle aus, wie du den Zettel hinzufügen möchtest.

# appointment.capture.source.title
source: Add note
de: Zettel hinzufügen

# appointment.capture.take.picture
source: Take photo
de: Foto aufnehmen

# appointment.capture.title
source: Add note
de: Zettel hinzufügen

# appointment.confirm.calendar.toggle
source: Add to calendar
de: Zum Kalender hinzufügen

# appointment.confirm.datetime
source: Date & time
de: Datum & Uhrzeit

# appointment.confirm.location.field
source: Where?
de: Wo?

# appointment.confirm.original.zettel
source: Original note
de: Originaler Zettel

# appointment.confirm.reminder
source: Enable reminder
de: Erinnerung aktivieren

# appointment.confirm.save
source: Save
de: Speichern

# appointment.confirm.save.alert.title
source: Unable to save
de: Speichern fehlgeschlagen

# appointment.confirm.save.error.location
source: Please enter a location.
de: Bitte gib einen Ort ein.

# appointment.confirm.save.error.what
source: Please enter a subject.
de: Bitte gib ein Thema ein.

# appointment.confirm.save.error.wordcount
source: Please keep the subject to 5 words or fewer.
de: Bitte maximal 5 Wörter für das Thema verwenden.

# appointment.confirm.saving
source: Saving...
de: Speichere...

# appointment.confirm.section
source: Confirm appointment
de: Termin bestätigen

# appointment.confirm.title
source: Confirmation
de: Bestätigung

# appointment.confirm.what.field
source: What?
de: Was?

# appointment.confirm.withwhom.field
source: With whom?
de: Mit wem?

# appointment.confirm.wordcount
source: %d/5 words
de: %d/5 Wörter

# appointment.detail.datetime
source: Date & time
de: Datum & Uhrzeit

# appointment.detail.delete.alert.title
source: Unable to delete
de: Löschen fehlgeschlagen

# appointment.detail.delete.button
source: Delete appointment
de: Termin löschen

# appointment.detail.delete.confirm.title
source: Delete appointment?
de: Termin löschen?

# appointment.detail.delete.error
source: The appointment could not be deleted.
de: Der Termin konnte nicht gelöscht werden.

# appointment.detail.delete.message
source: This appointment will be removed permanently.
de: Dieser Termin wird endgültig entfernt.

# appointment.detail.location
source: Location
de: Ort

# appointment.detail.no.source.image
source: No source image (manual entry)
de: Kein Quellbild (manueller Eintrag)

# appointment.detail.title
source: Appointment
de: Termin

# appointment.detail.what
source: What
de: Was

# appointment.detail.withwhom
source: With whom
de: Mit wem

# appointment.image.no.image
source: No image available
de: Kein Bild verfügbar

# appointment.image.unavailable
source: Image unavailable
de: Bild nicht verfügbar

# appointment.new.title
source: New appointment
de: Neuer Termin

# appointment.what.default
source: Review appointment
de: Termin prüfen

# appointments.add.button
source: Add appointment
de: Termin hinzufügen

# appointments.empty.subtitle
source: Add your first appointment to get started.
de: Füge deinen ersten Termin hinzu, um loszulegen.

# appointments.empty.title
source: No appointments yet
de: Noch keine Termine

# appointments.loading
source: Loading appointments...
de: Lade Termine...

# appointments.sign.out
source: Sign out
de: Abmelden

# appointments.signed.in.account
source: Signed in as
de: Angemeldet als

# appointments.title
source: Appointments
de: Termine

# appointments.unknown.user
source: Unknown user
de: Unbekannter Benutzer

# auth.alert.title
source: Authentication
de: Authentifizierung

# auth.already.have.account
source: I already have an account
de: Ich habe bereits ein Konto

# auth.back.to.signin
source: Back to sign in
de: Zurück zur Anmeldung

# auth.confirm.password
source: Confirm password
de: Passwort bestätigen

# auth.confirm.reset.button
source: Reset password
de: Passwort zurücksetzen

# auth.confirm.reset.subtitle
source: Enter your code and set a new password.
de: Code eingeben und neues Passwort setzen.

# auth.confirm.reset.success
source: Your password has been reset successfully.
de: Dein Passwort wurde erfolgreich zurückgesetzt.

# auth.confirm.signup.button
source: Confirm account
de: Konto bestätigen

# auth.confirm.signup.subtitle
source: Enter the code from your email to confirm your account.
de: Gib den Code aus deiner E-Mail ein, um dein Konto zu bestätigen.

# auth.confirm.signup.success
source: Your account is confirmed. You can sign in now.
de: Dein Konto wurde bestätigt. Du kannst dich jetzt anmelden.

# auth.create.account
source: Create account
de: Konto erstellen

# auth.error.account.exists
source: An account with this email already exists. Please sign in instead.
de: Es gibt bereits ein Konto mit dieser E-Mail. Bitte melde dich an.

# auth.error.account.not.confirmed
source: Your account is not confirmed yet. Please enter the confirmation code from your email.
de: Dein Konto ist noch nicht bestätigt. Bitte gib den Bestätigungscode aus deiner E-Mail ein.

# auth.error.additional.steps
source: Additional sign-in steps are required.
de: Zusätzliche Schritte für die Anmeldung sind erforderlich.

# auth.error.code.expired
source: That code has expired. Please request a new code.
de: Der Code ist abgelaufen. Bitte fordere einen neuen Code an.

# auth.error.failed.checkinput
source: Authentication failed. Please check your input and try again.
de: Authentifizierung fehlgeschlagen. Bitte prüfe deine Eingaben und versuche es erneut.

# auth.error.failed.tryagain
source: Authentication failed. Please try again.
de: Authentifizierung fehlgeschlagen. Bitte versuche es erneut.

# auth.error.invalid.code
source: The code you entered is invalid. Please check it and try again.
de: Der eingegebene Code ist ungültig. Bitte prüfe ihn und versuche es erneut.

# auth.forgot.password
source: Forgot password
de: Passwort vergessen

# auth.new.password
source: New password
de: Neues Passwort

# auth.password
source: Password
de: Passwort

# auth.resend.code
source: Resend code
de: Code erneut senden

# auth.reset.button
source: Send code
de: Code senden

# auth.reset.code
source: Confirmation code
de: Bestätigungscode

# auth.reset.subtitle
source: We'll send you a code to reset your password.
de: Wir senden dir einen Code zum Zurücksetzen deines Passworts.

# auth.signin.button
source: Sign in
de: Anmelden

# auth.signin.subtitle
source: Sign in to manage your appointments.
de: Melde dich an, um deine Termine zu verwalten.

# auth.signup.button
source: Create account
de: Konto erstellen

# auth.signup.code.resent
source: A new confirmation code has been sent to your email.
de: Ein neuer Bestätigungscode wurde an deine E-Mail gesendet.

# auth.signup.code.sent
source: Account created. We sent a confirmation code to your email.
de: Konto erstellt. Wir haben einen Bestätigungscode an deine E-Mail gesendet.

# auth.signup.subtitle
source: Create an account to get started.
de: Erstelle ein Konto, um loszulegen.

# auth.signup.success
source: Account created. Please sign in now.
de: Konto erstellt. Bitte melde dich jetzt an.

# calendar.error.missing.id
source: Calendar event was created but no event identifier was returned.
de: Kalendertermin wurde erstellt, aber keine Event-ID zurückgegeben.

# calendar.error.no.writable
source: No writable calendar was found.
de: Es wurde kein beschreibbarer Kalender gefunden.

# calendar.event.notes.with
source: With: %@
de: Mit: %@

# common.cancel
source: Cancel
de: Abbrechen

# common.close
source: Close
de: Schließen

# common.dismiss
source: Dismiss
de: Schließen

# common.or
source: or
de: oder

# common.open.settings
source: Open settings
de: Einstellungen öffnen

# draft.location.unknown
source: Unknown location
de: Ort unbekannt

# error.invalid.image
source: The image could not be processed.
de: Das Bild konnte nicht verarbeitet werden.

# error.invalid.response
source: The analysis response was invalid.
de: Die Analyseantwort war ungültig.

# error.timeout
source: Timed out. Please try again.
de: Zeitüberschreitung. Bitte versuche es erneut.

# error.upload.failed
source: Upload failed.
de: Upload fehlgeschlagen.

# notification.body.template
source: Tomorrow: %@ at %@%@.
de: Morgen: %@ in %@%@.

# notification.body.with.whom
source: with %@
de: mit %@

# notification.title
source: Appointment reminder
de: Terminerinnerung

# save.confirm.disabled
source: Appointment saved. No calendar event was created.
de: Termin gespeichert. Kein Kalendereintrag erstellt.

# save.confirm.failed
source: Appointment saved, but creating the calendar event failed.
de: Termin gespeichert, aber der Kalendereintrag ist fehlgeschlagen.

# save.confirm.failed.empty
source: Appointment saved, but the calendar event could not be created.
de: Termin gespeichert, aber der Kalendereintrag konnte nicht erstellt werden.

# save.confirm.permission.denied
source: Appointment saved. Calendar access was denied.
de: Termin gespeichert. Kalenderzugriff wurde verweigert.

# save.confirm.readonly.action.change.default
source: Change calendar
de: Kalender wechseln

# save.confirm.readonly.action.grant.full
source: Allow full access
de: Vollen Zugriff

# save.confirm.readonly.help.message
source: Your iPhone is saving new events to a calendar this app can't write to. In Settings, go to Apps › Calendar › Default Calendar and choose a writable calendar such as iCloud.
de: Dein iPhone speichert neue Termine in einem Kalender, in den diese App nicht schreiben darf. Gehe in den Einstellungen zu Apps › Kalender › Standardkalender und wähle einen beschreibbaren Kalender wie iCloud.

# save.confirm.readonly.help.title
source: Change your default calendar
de: Standardkalender ändern

# save.confirm.readonly.message
source: Default calendar is read-only.
de: Standardkalender ist schreibgeschützt.

# save.confirm.success.calendar
source: Appointment saved and added to calendar.
de: Termin gespeichert und zum Kalender hinzugefügt.

# storage.error.access.denied
source: S3 access denied while %@. Check the Cognito Identity Pool authenticated role permissions. (%@)
de: S3-Zugriff verweigert bei %@. Prüfe die Berechtigungen der authentifizierten Cognito-Identity-Pool-Rolle. (%@)

# storage.error.auth
source: S3 auth failed while %@. Please sign out and sign in again. (%@)
de: S3-Authentifizierung fehlgeschlagen bei %@. Bitte abmelden und erneut anmelden. (%@)

# storage.error.configuration
source: S3 configuration issue while %@. Verify bucket and region in amplifyconfiguration.json. (%@)
de: S3-Konfigurationsproblem bei %@. Prüfe Bucket und Region in amplifyconfiguration.json. (%@)

# storage.error.generic
source: S3 error while %@: %@
de: S3-Fehler bei %@: %@

# storage.error.http.status
source: S3 returned HTTP %d while %@.
de: S3 hat HTTP %d bei %@ zurückgegeben.

# storage.error.invalid.request
source: Invalid storage request while %@: %@
de: Ungültige Storage-Anfrage bei %@: %@

# storage.error.key.not.found
source: The requested S3 object was not found while %@.
de: Das angeforderte S3-Objekt wurde bei %@ nicht gefunden.

# storage.error.local.file.missing
source: Local file missing while %@. (%@)
de: Lokale Datei fehlt bei %@. (%@)

# storage.error.no.details
source: No additional details provided.
de: Keine weiteren Details verfügbar.

# storage.error.service
source: S3 service error while %@: %@
de: S3-Servicefehler bei %@: %@

# storage.error.unexpected
source: Unexpected S3 error while %@: %@
de: Unerwarteter S3-Fehler bei %@: %@

# storage.operation.download.analysis.output
source: downloading Lambda analysis output
de: Herunterladen der Lambda-Analyseausgabe

# storage.operation.download.zettel
source: downloading the zettel
de: Herunterladen des Zettels

# storage.operation.get.zettel.link
source: getting the zettel link
de: Abrufen des Zettel-Links

# storage.operation.load.appointments
source: loading appointments
de: Laden der Termine

# storage.operation.save.appointments
source: saving appointments
de: Speichern der Termine

# storage.operation.upload.zettel.image
source: uploading the zettel image
de: Hochladen des Zettelbildes
